{
    "creatures":[
        {"index":"001","name":"Fostooth Gravelback","plane":"Ágil","description":"This shy rodent hangs out among rocky piles and gets its name from its habit of collecting bits of gravel in the concave hollow on its back, which it uses to throw and stun insects."},
        {"index":"002","name":"Flipdop Hoodcap","plane":"Pese Malosi","description":"Looking much like a land-walking jellyfish, the Flipdop has a plated membrane it can flip up around its soft head to protect itself from predators, which makes it look like it’s wearing a hooded sweater."},
        {"index":"003","name":"Brazle Fur","plane":"Alohi","description":"The Brazle Fur is a brilliantly colored feline with fiber-optic fur: each follicle is hollow and filled with a clear crystalline substance. It can illuminate the ends, causing its fur to dazzle and blind prey or would be predators."},
        {"index":"004","name":"Yoomfomp","plane":"Cluthar","description":"The Yoomfomp is a squat, semi- intelligent bush. It builds colonies of other Yoomfomp by interweaving their roots. When large groups interconnect, they become sapient enough to communicate by swishing their branches rapidly, making musical tones that sound like “yoomfomp,” which can be translated into simple words like “water me.”"},
        {"index":"005","name":"Arcspring","plane":"Ágil","description":"A tall, furred, spindly legged creature with a short snout and tall ears. It walks much like an inch-worm. When it runs, it uses the spring action of its arching back to push forward and cross the open plains quickly."},
        {"index":"006","name":"Hothouse Jellyfish","plane":"Alohi","description":"The hothouse is an entire airborne ecosystem orbiting the body of a fluffy chromatic jelly. Schools of smaller organisms—fish, birds, leafy plants—find a protective home within from the harsh winds and the rainbow sun, and feed on the sunlight reflected from the umbrella-shaped cap and shimmering tentacles trailing behind."},
        {"index":"007","name":"Marsh Mantis","plane":"Ágil","description":"The marsh mantis is a tall, winged insect that evolved to withstand the swift tides of the Ágil marsh biomes, nesting in geometric reed towers and feeding on plant and animal life brought in by weekly floods. Murmurations of mantises can be seen crossing the plane when the tides change."},
        {"index":"008","name":"Rainbow Snail","plane":"Pese Malosi","description":"The meadow-dwelling rainbow snail disappears into what looks like a translucent stained-glass shell, through which intricate systems of symbiotes are visible, taking energy from the different colors of light refracted through the snail’s shell. The nesting snail is a window into the infiniteness and interconnectedness of life on Pese Malosi."},
        {"index":"009","name":"Batdog","plane":"Cluthar","description":"A common predator on Cluthar with a colorful variety of subspecies, the batdog is a pack animal with excellent senses and the ability to glide from treetops and ceilings of caves. Many breeds of batdog are domestic, and they are seen traveling with communities of Clutharians as companions."},
        {"index":"010","name":"Bonecage Wolf","plane":"Cluthar","description":"Immense sedentary creatures the size of trees, bonecage wolves are peaceful Clutharian mammals with great furnaces burning within their exposed rib cages, each rib like a crescent branch on a tree. Dwellers of Cluthar will befriend these gentle giants and provide kindling to keep them alive, in return for warmth."},
        {"index":"011","name":"Foompatpatpat","plane":"Ágil","description":"This ball-shaped creature has 4 evenly spaced legs, an arm, and a mouth. It is named after its form of locomotion. After a period of stationary resting, it expels a huge blast from its mouth, sending it careening into the air. When it lands, it rolls and runs using its flight's momentum, never stopping until its next rest period, where it recharges its blast."},
        {"index":"012","name":"Red Rover","plane":"Pese Malosi","description":"These microorganisms form incredibly strong, flexible bonds along a single axis, causing them to grow into tendrils. With one end anchored to the ground, they flail and grab for food. When tendrils meet, they whip each other until one breaks. The winner then incorporates the loser into its superior tendril."},
        {"index":"013","name":"Dendelion","plane":"Cluthar","description":"These massive root vegetables advertise their presence above ground with brightly colored purple blowballs. Their roots are hollow and warm, providing a naturally cozy shelter for creatures. Their enormous seeds grow inside the main chamber and smell horrific, causing creatures to relocate them as far away as possible."},
        {"index":"014","name":"Spinning Jenny","plane":"Alohi","description":"This strange, springy plant spins one way, then the other, for as long as sunlight touches its leaves. When it’s dark, it finishes its current spin and saves that stored energy until morning. In this way, it protects its leaves from nocturnal herbivores and diurnal insects."},
        {"index":"015","name":"Holoram","plane":"Alohi","description":"This horned, arboreal quadruped is no ruminant; it hunts by using its light-bending horns to project images of prey (either animal or plant) into misty areas, creating an illusion. When a creature investigates, the holoram drops down on to it from the tree it hides in."},
        {"index":"016","name":"Roarivari","plane":"Ágil","description":"Resembling tall-stalked plants when at rest, and hunt by luring prey with large fruit-like organs hanging from their body. They then uproot themselves and wrap tendrils around their prey. They travel on hundreds of vine-like legs."},
        {"index":"017","name":"Proto-Safliococci","plane":"Alohi","description":"These brilliant red aquatic microorganisms form a protective layer of caustic fluid on their outer surface, dissuading would-be predators. They gather together with others of their species to form large clusters, and hunt by enveloping and subsequently dissolving their prey."},
        {"index":"018","name":"Gorador","plane":"Pese Malosi","description":"Large, thick-skinned amphibians that spend upwards of 95% of their lives in hibernation. When they wake, they forage for food voraciously, consuming any plant-matter they can find before returning to their slumber. Their feeding devastates the local ecosystem, but their excretions fertilize explosive new growth while they sleep."},
        {"index":"019","name":"Leaf-Leaper","plane":"Cluthar","description":"These large green-furred mammals nest near the tops of sturdy trees, resembling foliage. They drop from their trees to capture prey beneath, which they carry to their treetop nests to eat. They are extremely territorial, and as such it is rare to see more than one in any given tree."},
        {"index":"020","name":"Termant","plane":"Pese Malosi","description":"These small eight-legged insects have large pincers, and dig intricate tunnel networks underground where they nest. These tunnels aerate the soil, providing ideal growth conditions for the plant life whose seeds they feed on. They digest these seeds very slowly, often sprouting new plants from their corpses after death."},
        {"index":"021","name":"Dreambringer","plane":"Pese Malosi","description":"Small winged mammals with strong telepathic powers that they use to warn vulnerable sleeping or hibernating creatures of upcoming dangers or the change of seasons. Dreambringers have a ghastly reputation in the Grove as they are associated with nightmares; it is often forgotten that these are warnings."},
        {"index":"022","name":"Simsepuff","plane":"Ágil","description":"Giant trees that secrete a combustible substance from its roots. When it is time to migrate or when a predator is near, the Simseppufs ignites the substance to propel itself to the skies. They have very precise control over its secretion, permitting it to make very fine adjustments in trajectory and speed."},
        {"index":"023","name":"Gentle Rains","plane":"Alohi","description":"At some point this gaseous lifeform was believed to be an Alohian myth, as the thought of living clouds were reminiscent of legends from other worlds. The Gentle Rains can be distinguished from regular clouds by its bright purple color or by the ethereal glittery rain that it produces."},
        {"index":"024","name":"Inderak","plane":"Ágil","description":"Birds of prey with a unique semiotic diet. They mostly eat written words, such as those in books or signs, but they can also eat other things that have some sort of meaning. They don’t actually ingest the object, though, just the characteristics that give it its meaning."},
        {"index":"025","name":"Bonder","plane":"Pese Malosi","description":"Bonders are theorized to be a fundamental piece of the Malosian ecology, small arachnids that build invisible networks using the thought patterns of different creatures. This network creates strong connections between individuals or, given enough time, entire species."},
        {"index":"026","name":"Aderun","plane":"Alohi","description":"There are only ten Aderuns at any given time, one in each color of the Alohian rainbow. Seeing any of these giant slugs is considered an omen for most Alohians. The color of the Aderun you saw is the most important characteristic when trying to interpret the omen."},
        {"index":"027","name":"Zite","plane":"Ágil","description":"Medium sized reptiles with a very particular defense mechanism, when scared they release a gas that creates a time dilation in the space it touches. Zites are immune to this dilation, and this allows them to escape from even the fastest of the Ágilian predators."},
        {"index":"028","name":"Ports","plane":"Cluthar","description":"This amphibian fungus is present in coastal areas and develops a mobile, thick stone-like mycelium. Schools of fish use Ports as a refuge from predators and during that time, the Ports' spores would attach to them to reach other coasts."},
        {"index":"029","name":"Fjord Wranglers","plane":"Cluthar","description":"Long, gigantic, limbless creatures that weigh even more than their size would suggest. These creatures are mostly underground, but when one of them emerges it alters the landscape considerably, leveling mountains, creating valleys, and changing the course of rivers.",},
        {"index":"030","name":"Khers Salt","plane":"Pese Malosi","description":"Small mineral beings that provide many nutrients when eaten while keeping its core self protected through the digestion process. Most of the time they can be encountered, alive and well, in the waste of the creature that consumed it."},
        {"index":"031","name":"Lightning Rice","plane":"Ágil","description":"A common crop cultivated by many walks of life on Ágil. Named for its remarkably fast growth period, the lightning rice is also known for its flexible needs, growing in marsh, mountain, and meadow biomes across the plane. It is often served with vegetables or with berries."},
        {"index":"032","name":"Waxfin Wakefish","plane":"Alohi","description":"The waxfin is a luminescent schooling fish that leaves a trail of shimmering waxy film wherever it goes. The wakefish is a revered creature, and it is customary in some cultures on Alohi to gather and use up all the wax it leaves behind as an art medium."},
        {"index":"033","name":"Greater Cruciform Bleeder","plane":"Cluthar","description":"A crablike creature with barky plated armor, often mistaken for a pile of wood. Two things distinguish the bleeder while it rests on the forest floor: it is always shaped like a perfect four-pointed cross; and it constantly secretes a dark, bloodlike sap to keep itself warm from the cold."},
        {"index":"034","name":"Library Lattice","plane":"Pese Malosi","description":"A lacelike vine growth that reflects the softness and reflectiveness of a library, the lattice spins itself from central roots, learning new shapes and colors as it spreads across the library floor and up trees and cavern walls. The lattice regrows yearly, with “archives” of branches visible beneath the surface."},
        {"index":"035","name":"Darling Cabbage","plane":"Ágil","description":"The darling cabbage is a sweet leafy vegetable often prepared to complement meaty dishes. The cabbage’s main cultural position on Ágil is as a reward for games, races and sports — cabbageball is a sport involving tossing heads of the cabbage about without letting too many of their leaves fall off."},
        {"index":"036","name":"Waterslide Cobra","plane":"Alohi","description":"A giant glittering creature with beautiful scaled coils. Other animals nest upon it and bask on its warm, colorful scales. When it decides to move, it lets out a downpour of drool all over itself as a warning, causing most of the life upon it to be washed away."},
        {"index":"037","name":"Malosian Spirit Birds","plane":"Pese Malosi","description":"When a creature on Pese Malosi dies, its body sometimes gives life to a shimmering pale creature known as a spirit bird. These fragile creatures fall apart under harsh conditions or when handled without care; together they form beautiful flocks that Malosians revere as carriers of the dead."},
        {"index":"038","name":"Changeling Moth","plane":"Ágil","description":"The changeling moth is a large herbivorous insectiform bird which camouflages using its wings to evade the predators in the marsh biome. At different times, it takes the form of a predator like the marsh mantis, or the soft textures of plants like the lightning rice or the darling cabbage."},
        {"index":"039","name":"Husk Whale","plane":"Pese Malosi","description":"The husk whale is a somber creature, being the shell of any dead larger animal (“whale” is colloquial) that is carried away from land by a large flock of spirit birds. No one knows where these creatures go after they depart. Many artists depict their departure as deeply symbolic."},
        {"index":"040","name":"Foxfur Sedge","plane":"Cluthar","description":"A patchy shrub native to Cluthar, the foxfur sedge is a crimson- or orange-shaded plant that smaller prey animals use for camouflage and shelter. The sedge is edible, and when roasted, adds a warm, comforting texture and flavor to food. Some say the sedge sings gentle songs during the nighttime."},
        {"index":"041","name":"Rainbow Crescent","plane":"Alohi","description":"Technically a berry, this sporelike fruit grows from shrubs and trees on Alohi. Curiously, the rainbow crescent tastes different to all those who eat it. Patterns of flavors are common, but the reason for this is widely unknown. Whenever a scientist thinks they have the answer, a new outlier appears."},
        {"index":"042","name":"Highland Flitwing","plane":"Ágil","description":"Appearing in the meadowy midmountains of Ágil, the flitwing is a small, fast bird who flocks in great numbers — flocks of about eight hundred are not uncommon across the Plane. Their colors range from a deep brown to a pale blue, and their song echoes through the mountains in springtime."},
        {"index":"043","name":"Beaconflower","plane":"Cluthar","description":"A flower that beams brightly in the night, accompanying intrepid and anxious travelers alike. Some say it was given to Cluthar by the moon goddess, as a gift to her lover, the earth. Others say it was the treasure the fox-god dropped on its hasty escape from the wolfdragon king’s lair."},
        {"index":"044","name":"Choiring Fae","plane":"Pese Malosi","description":"Choiring fae are small sapient creatures who form schools or communities through their song. Their complex melodies weave together to form an almost physical structure, on and about which the fae live their lives and build their homes. Culture-wise, the fae are a deeply community-driven species."},
        {"index":"045","name":"Sweetfaced Crab","plane":"Alohi","description":"A pale-white decapod crustacean which, due to its sensitivity to sunlight, buries its face in a plant or larger animal to shield its eyes during the daytime. The colors of its host usually wear off on it, leaving it painted with the colors of whatever it was buried in."},
        {"index":"046","name":"Moondart","plane":"Ágil","description":"The moondart is a large insect whose curious means of synthesizing nutrients involve lodging its long, thin beak into any wooden surface (trees, docks, and wooden buildings all do the trick) and soaking up the kinetic energy of the fast-moving winds with its lower body while in a semi-hibernatory state."},
        {"index":"047","name":"Floraccoon","plane":"Cluthar","description":"This raccoon-shaped creature is covered in unique leaves. During the cold seasons, its leaves tightly curl until they look like pine needles to provide insulation. As spring arrives, they unfurl to gather energy and produce white and yellow flowers. When not causing mischief, they sleep in their burrows."},
        {"index":"048","name":"Tumblefluff","plane":"Ágil","description":"This small ball of fur is often mistaken as a tumbleweed, but can rapidly zoom across the landscape with its unique organic motor at its base searching for mischief."},
        {"index":"049","name":"Vesperfern","plane":"Alohi","description":"The Vesperfern is a highly prized plant to the Alohians. They form a small natural bell on the end of their stalks, which ring a melodious tune in the winds. They have been used for centuries to call children for dinner."},
        {"index":"050","name":"Grueso Rook","plane":"Cluthar","description":"These creatures are often mistaken for old pillars in the forests. They move slowly, tilling and loosening soils as they go. The majority of their bodies are below ground, where they feed on deep roots. The pillar above ground acts as a heatsink to cool their bodies."},
        {"index":"051","name":"Geobear","plane":"Cluthar","description":"A large creature, created from colonies of minerals and microorganisms that take the shape of a bear analog. Slow moving, incredibly strong, and endlessly patient, Malosians use stylized images of the geobear as symbolism for the constant flow of time."},
        {"index":"052","name":"Stilted Perplexer","plane":"Ágil","description":"This curious scarecrow-looking creature seems to feed on the confusion and satisfaction of giving riddles and puzzles to other beings. The perplexer will often hide food or trinkets under its cloak-like feathers and ask other creatures to guess what it’s hiding, eventually offering the prize in a strange interchange of power."},
        {"index":"053","name":"Fungalswine Collector","plane":"Alohi","description":"Notable for its problem-solving prowess and taste for glamour, the fungalswine is a fluffy, friendly creature that wanders the sparkling forest floor in search of shiny additions to its body. Young fungalswine are red, white, or light green; but these colors quickly disappear as the collector grows its vivid stash."},
        {"index":"054","name":"Oracle Goat","plane":"Cluthar","description":"The oracle goat is a revered mountain animal on Cluthar, with three eyes, a lush pelt, and a careful gait with which to scale rocks. Sages commune with the goats to reveal secrets hidden by snow and frost, and to read the stars and auroras that illuminate the night skies."},
        {"index":"055","name":"Braided Ferret","plane":"Pese Malosi","description":"The braided ferret is an interwoven system of three to five small, slender mammals, nearly identical save for minor color differences (often red and orange and yellow; sometimes gray, blue, green). They weave and dance in and out of each other as they scurry through trees and across forest floors."},
        {"index":"056","name":"Ghostwolf","plane":"Ágil","description":"A translucent forest-dwelling predator, always ready to chase another creature to claim part of it for the wolf’s own. It is a noble predator, only taking what it needs to survive. Still, the ghostwolf lingers close to those on Ágil who have something to lose. Always asking: Could you run?"},
        {"index":"057","name":"Valentine's Catpaw","plane":"Alohi","description":"A bright, sun-hungry flower belonging to several subspecies of catpaw cactus, with four unevenly spaced petals resembling the paw of a feline. When it is dry, the catpaw curls in on itself, forming what looks like a fist. Most catpaw plants are a sunny yellow or a vibrant desert red."},
        {"index":"058","name":"Clutharian Nesting Rabbit","plane":"Cluthar","description":"The wild nesting rabbit appears in several different sizes, and spends most of its days sleeping. Communities of nesting rabbits invite even the smallest and the largest of their species; when undisturbed, they can often be seen “nesting” while asleep, the smaller curled up in the arms of the larger."},
        {"index":"059","name":"Croaker-lily","plane":"Pese Malosi","description":"An amphibious creature with a strange lifecycle, hatching as a tadpole and growing into a flowering tree as it reaches adulthood. The fully-fledged croaker-lily is squat, boisterous, and never roots very long; as the seasons change, these toad-trees migrate over land until they find a new lake to rest at."},
        {"index":"060","name":"Ágilian Mudlfat Heronfolk","plane":"Ágil","description":"The heronfolk are a civilized species dwelling in Ágil’s marshes and mudflats, usually around seven feet tall. They are a graceful people whose culture embraces togetherness, warmth, poise and elegance. Heronfolk value diligent work and privilege art, believing that anything can be made beautiful, and everything beautiful should be cherished."},
        {"index":"061","name":"Butterfly Bear","plane":"Alohi","description":"Born a frilled cub-crawler, these creatures emerge from a cocoon stage as a soft-furred six-limbed mammal, spending its adult life floating between the tall flowers and trees on Alohi, eating nectar and berries. Butterfly bears are very friendly creatures, and enjoy being surrounded by other forms of life when possible."},
        {"index":"062","name":"Wolfbutton","plane":"Cluthar","description":"A sweet-smelling gray-and-purple flower often used as a spice. The wolfbutton’s blooms persist through the harsh winter. In Cluthari myth, the wolfbutton is used in courting rituals for wolves, bears and foxes. Interestingly, it’s difficult to tell a newly-grown patch of wolfbutton from a persisting patch from the previous year."},
        {"index":"063","name":"Dove Moth","plane":"Pese Malosi","description":"A flocking, chittering insect with beautiful flowing wings. These creatures flock over meadowed hills, far away from other creatures, and are usually seen dancing with each other across the horizon, but occasionally they will fly close enough for patient observers to hear their soft, bright song as they pass overhead."},
        {"index":"064","name":"Guidgehog","plane":"Cluthar","description":"This massive, round hedgehog-like creature is covered in spines the color of local bark with a light gray fur underbelly and head that provides natural camouflage. They inhabit the forests and are great burrowers. Mostly sedentary, they eat berries, mushrooms, roots and nuts. Their spines house a whole ecology: vines and moss and mistletoe grow among them, and they flower during spring. Guidgehogs are friendly and will happily exchange food with others. Little is known about how they reproduce, other than when they disappear underground for a season, more return."},
        {"index":"065","name":"Cerberoid Meadowdog","plane":"Pese Malosi","description":"A fluffy, adventure-seeking dog with three heads and a soft bark, the meadowdog is well known as a harmonious pet for large families. The meadowdog has a strong sense of loyalty, and is a good leader animal for packs of smaller animals, often put to work as shepherds or eel-watchers."},
        {"index":"066","name":"Flickerfin","plane":"Ágil","description":"The flickerfin is a small, brightly-colored fish whose schools seem to have long, organized swimming races. People on Ágil gather to watch these fish swim their marathon-long swim, some running alongside them. Flickerfin festivals are common in some places on Ágil, celebrating the swiftness and faithfulness of the small fish."},
        {"index":"067","name":"Sunwash Kelp","plane":"Alohi","description":"A very tall plant that forms forests with its long, flowing, papery leaves. Sunwash kelp are usually a sign of geothermal activity, and the heat and motion that radiate from those hotspots light up the kelp forests, giving them the appearance of rays of light blossoming from the sun itself."},
        {"index":"068","name":"Dolorous Mousefish","plane":"Cluthar","description":"The dolorous mousefish is a schooling fish so named for the sad warbling song its schools make when they gather at the surface of lakes to control their internal temperature. Catching mousefish is easiest at midday, when it is warmest at the surface and where their keening song is clearest."},
        {"index":"069","name":"Grasshopper Lizard","plane":"Pese Malosi","description":"The grasshopper lizard is not an insect nor a reptile, but a creature woven from many insects and reptiles all working together. The grasshopper lizard forms deep burrows in the earth, mainly feeding on bugs and synthesizing nutrients from the soil. In the summer, their quiet symphonies can be heard."},
        {"index":"070","name":"Lettucewing Bat","plane":"Alohi","description":"The lettucewing bat’s days-long sleep cycle allows it to flit and wander both at night and during the day, and while it takes on a dark, smoky hue at night, it transforms into a pale green during the day, resembling a leaf floating on the wind. Native in sunny regions."},
        {"index":"071","name":"Canyon Wolfdragon","plane":"Cluthar","description":"A massive mountain- and canyon-dwelling creature, the wolfdragon sits lazily atop the food chain in several biomes on Cluthar. The wolfdragon is known to hoard treasure and will often let captive creatures escape if they offer a worthy enough sacrifice — gold or shiny jewels especially catch its wicked, discerning eye."}
    ]
}